Revit 2027 API
ParameterTypeId.PhyMaterialParamPoissonMod23 Property
 "Poisson Ratio 23"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamPoissonMod23 { get; }
Public Shared ReadOnly Property PhyMaterialParamPoissonMod23 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod23 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamPoissonMod23 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace